# Автоматический режим. Если False, скрипт выдает меню пользователя
AUTO_MODE=True

# Только для продажи в ручном режиме! (AUTO_MODE=False)
# В случае True в начале работы скрипта выставленные лоты удаляются
DELETE_ACTIVE_LOTS=False

# сохранение сообщений в лог
PRINT_TO_LOG = True

# относительный или абсолютный
LOG_PATH = "tele.log"
# -----------------------------------------------------------------

CFG_GB = [
    {"lot": 1, "price": 16},
    #{"lot": 2, "price": 31}
]

CFG_MIN = [
    #{"lot": 60, "price": 48},
    #{"lot": 90, "price": 72}
]
